
/*No comment provided by engineer.*/
"3D Touch" = "3Dタッチ";

/*No comment provided by engineer.*/
"Automatic Mode" = "自動モード";

/*No comment provided by engineer.*/
"Blue" = "青";

/*No comment provided by engineer.*/
"Blue (%.2f)" = "ブルー（％の.2f）";

/*No comment provided by engineer.*/
"Cancel" = "キャンセル";

/*No comment provided by engineer.*/
"Choose the adjustment that you would like to enable and disable using 3D Touch. You may only have one enabled at a time." = "あなたが有効と3Dタッチを使用して無効にしたい調整]を選択します。あなたは、一度に有効に1を有していてもよいです。";

/*No comment provided by engineer.*/
"Disable" = "無効にします";

/*No comment provided by engineer.*/
"Disable Color" = "色を無効にします";

/*No comment provided by engineer.*/
"Disable Dimness" = "薄暗を無効にします";

/*No comment provided by engineer.*/
"Disable Temperature" = "無効にする温度";

/*No comment provided by engineer.*/
"Disable White Point" = "ホワイトポイントを無効にします";

/*No comment provided by engineer.*/
"Enable" = "有効にします";

/*No comment provided by engineer.*/
"Enable automatic mode to turn on and off GoodNight at a set time. Please note that the change will not take effect immediately.\n\nLast Background Update: %@" = "設定時刻にグッドナイトオンとオフ有効にする自動モードを有効にします。変更はすぐには反映されませんのでご注意ください。\n\n最後の背景の更新：％@";

/*No comment provided by engineer.*/
"Enable Color" = "色を有効にします";

/*No comment provided by engineer.*/
"Enable Darkroom" = "暗室を有効にします";

/*No comment provided by engineer.*/
"Enable Dimness" = "薄暗さを有効にします";

/*No comment provided by engineer.*/
"Enable Temperature" = "温度を有効にします";

/*No comment provided by engineer.*/
"Enable White Point" = "ホワイトポイントを有効にします";

/*No comment provided by engineer.*/
"Error" = "エラー";

/*No comment provided by engineer.*/
"Green" = "緑";

/*No comment provided by engineer.*/
"Green (%.2f)" = "グリーン（％の.2f）";

/*No comment provided by engineer.*/
"If you further reduce the brightness, your screen will go completely dark! If you accidently do this, you can restart your device to undo the effect." = "あなたはさらに明るさを減らす場合は、画面が完全に消灯します！あなたが誤ってこれを行う場合は、効果を元に戻すには、お使いのデバイスを再起動することができます。";

/*No comment provided by engineer.*/
"If you further reduce the color your screen will go completely dark!" = "あなたはさらに色を減らす場合は、画面が完全に消灯します！";

/*No comment provided by engineer.*/
"Ignore" = "無視します";

/*No comment provided by engineer.*/
"Level (%.2f)" = "レベル（％の.2f）";

/*No comment provided by engineer.*/
"Move the slider to adjust the display temperature.\n\nCurrent Temperature: %dK" = "表示温度を調整するためにスライダーを移動します。\n\n現在の温度：％DK";

/*No comment provided by engineer.*/
"Never" = "決して";

/*No comment provided by engineer.*/
"No access to location" = "場所へのアクセスなし";

/*No comment provided by engineer.*/
"OK" = "[OK]";

/*No comment provided by engineer.*/
"Quick Actions" = "クイックアクション";

/*No comment provided by engineer.*/
"Red" = "赤";

/*No comment provided by engineer.*/
"Red (%.2f)" = "レッド（％の.2f）";

/*No comment provided by engineer.*/
"Temperature (%dK)" = "温度（％DK）";

/*No comment provided by engineer.*/
"There are no settings for your device at this moment. However, some may be added in a future update." = "現時点ではお使いのデバイスの設定はありません。しかし、いくつかの将来のアップデートに加えてもよいです。";

/*No comment provided by engineer.*/
"Time to disable %@!" = "％の@を無効にするための時間！";

/*No comment provided by engineer.*/
"Time to disable night mode!" = "ナイトモードを無効にするための時間！";

/*No comment provided by engineer.*/
"Time to enable %@!" = "％の@を有効にするには時間！";

/*No comment provided by engineer.*/
"Time to enable night mode!" = "ナイトモードを有効にするには時間！";

/*No comment provided by engineer.*/
"Turn off this adjustment" = "この調整をオフにします";

/*No comment provided by engineer.*/
"Turn on or off 3D Touch quick actions or \"Peek and Pop\" capability." = "3Dタッチクイックアクションまたは「覗くとポップ」機能オンまたはオフにしてください。";

/*No comment provided by engineer.*/
"Turn on this adjustment" = "この調整をオンにします";

/*No comment provided by engineer.*/
"Understood" = "理解";

/*No comment provided by engineer.*/
"Warning" = "警告";

/*No comment provided by engineer.*/
"When enabled, the \"Exit After Action\" exits the app after you enable or disable the set adjustment using 3D Touch." = "有効にすると、「アクション後終了「あなたは、3Dタッチを使用して設定された調整を有効または無効にした後、アプリを終了します。";

/*No comment provided by engineer.*/
"You may only use one adjustment at a time. Please disable any other adjustments before enabling this one." = "一度に1つだけの調整を使用することができます。これを有効にする前に、他の調整を無効にしてください。";

/*No comment provided by engineer.*/
"You must enable location services in settings." = "あなたが設定で位置情報サービスを有効にする必要があります。";